import banner from "../../assets/imgs/Banner.png";

function AboutUs() {
  return (
    <div className="relative left-0 top-[80px]">
      <div className="flex flex-col gap-5 rounded-md border border-gray-300 p-10">
        <div className="mb-5 flex justify-center">
          <img
            className=" w-full object-cover sm:w-[90%]"
            src={banner}
            alt="Banner"
          />
        </div>
        <span className="font-bold">داستان سقفیتو</span>
        <div className="mb-5 flex flex-col items-center justify-center gap-2 text-center">
          <span className="font-bold text-red-500">
            ما باور داریم هر شخصی، سقفی دارد
          </span>
          <span className="text-slate-500">
            تا پیدا کردن سقف دلخواه کنار شماییم
          </span>
        </div>
        <div className=" gap-4 text-justify  ">
          <p>
            توسعه اینترنت، روش‌های معاملات و خرید ما را به کلی دگرگون کرده است.
            منافع موجود در این شکل معاملات؛ آسانی و سرعت بیشتر، سبب شده تا مردم
            به‌سمت تجربه آن و ایجاد تغییر در الگوهای متداول انجام معامله ترغیب
            شوند. در حالیکه مشغله‌های روزانه فرصت لذت بردن از اوقات فراغت را
            کاهش داده، صرف زمان‌های طولانی برای انجام سفرهای درون شهری و رسیدگی
            به امورات روزانه معنای خود را از دست داده است. در این بین برخی هنوز
            به‌واسطه مجازی بودن فضا اعتماد کافی برای اقدام به معاملات از طریق
            این روش‌ها را ندارند. وب‌سایت سقفینو به صورت تخصصی در زمینه اجاره،
            خرید و فروش ملک در کشور فعالیت دارد. این وب‌سایت همواره تلاش می‌کند
            اطلاعات دقیق و به‌روز از مناطق مختلف را راستی‌آزمایی کرده و سپس در
            اختیار شما قرار
          </p>
          <p>
            دهد تا با خیالی راحت خرید اقدام به انجام معاملات کنید. وب‌سایت
            سقفینو همچنین با داشتن مجموعه بزرگی از املاک تایید‌شده و مشاورین
            املاکی که توسط املاک احراز هویت شده‌اند توانسته مجموعه کاملی از
            اطلاعات جامع در زمینه ملک در اکثر نقاط کشور را داشته باشد. همچنین ما
            با جذب مشاوران متخصص توانسته‌ایم امکان دادن مشاوره تخصصی به شما برای
            انتخاب بهتر و امن‌تر را فراهم آوریم. در سقفینو همیشه خانه‌ای منتظر
            شماست چه به‌دنبال پیدا کردن یک خانه دلنشین هستید، یا مدیر آژانس
            املاک و یا یک مشاور مستقل هستید، ما همیشه کنار شماییم.
          </p>
        </div>
      </div>
    </div>
  );
}

export default AboutUs;
